window.IZMAIL_SHELTERS = {
  "retrieved": "2026-09-29",
  "source": "https://www.google.com/maps/d/viewer?mid=1y3GYjXV_D9xxvP4dPXPle2U0j2keDo4",
  "items": [
    {
      "id": "1",
      "name": "Сховище № 57757",
      "type": "shelter",
      "address": "пр-т Незалежності, 85",
      "description": "ІЗМАЇЛЬСЬКИЙ АГРОТЕХНІЧНИЙ ФАХОВИЙ КОЛЕДЖ. м. Ізмаїл, пр-т Незалежності, 85",
      "lat": 45.3540226,
      "lng": 28.835839,
      "repair": false
    },
    {
      "id": "2",
      "name": "Сховище № 57741",
      "type": "shelter",
      "address": "вул. Телеграфна, 182/1",
      "description": "КНП \"ДУНАЙСЬКА ОБЛАСНА ЛІКАРНЯ\" ОДЕСЬКОЇ ОБЛАСНОЇ РАДИ\". м. Ізмаїл, вул. Телеграфна, 182/1",
      "lat": 45.3352611600327,
      "lng": 28.8551775264241,
      "repair": false
    },
    {
      "id": "3",
      "name": "Сховище № 57769",
      "type": "shelter",
      "address": "вул. Січових Стрільців (Некрасова), 3 а",
      "description": "ТОВ «ІЗМАЇЛЬСЬКИЙ ФАХОВИЙ МЕДИЧНИЙ КОЛЕДЖ». м. Ізмаїл, вул. Січових Стрільців (Некрасова), 3 а",
      "lat": 45.355701361431,
      "lng": 28.8416808068523,
      "repair": false
    },
    {
      "id": "4",
      "name": "Сховище № 57772",
      "type": "shelter",
      "address": "вул. Придунайська (Нахімова), 232",
      "description": "ПРАТ «ІЗМАЇЛЬСЬКИЙ РІЧКОВИЙ ПОРТ „ДУНАЙСУДНО-СЕРВІС“. м. Ізмаїл, вул. Придунайська (Нахімова), 232",
      "lat": 45.3212952429404,
      "lng": 28.8685377657874,
      "repair": false
    },
    {
      "id": "5",
      "name": "Сховище № 57796",
      "type": "shelter",
      "address": "вул. Болградське шосе, 29/1",
      "description": "м. Ізмаїл, вул. Болградське шосе, 29/1",
      "lat": 45.3589328,
      "lng": 28.8075318,
      "repair": false
    },
    {
      "id": "6",
      "name": "ПРУ № 56069",
      "type": "pru",
      "address": "вул. Рєпіна, 8",
      "description": "м. Ізмаїл, вул. Рєпіна, 8",
      "lat": 45.3604545179162,
      "lng": 28.8165162015461,
      "repair": false
    },
    {
      "id": "7",
      "name": "ПРУ № 56072",
      "type": "pru",
      "address": "вул. Телеграфна, 35",
      "description": "м. Ізмаїл, вул. Телеграфна, 35",
      "lat": 45.3389714,
      "lng": 28.8314293,
      "repair": false
    },
    {
      "id": "8",
      "name": "ПРУ № 56073",
      "type": "pru",
      "address": "вул. Шевченко, 7",
      "description": "м. Ізмаїл, вул. Шевченко, 7",
      "lat": 45.3614403970621,
      "lng": 28.8263706560708,
      "repair": false
    },
    {
      "id": "9",
      "name": "ПРУ № 56084",
      "type": "pru",
      "address": "вул. Бессарабська, 11",
      "description": "м. Ізмаїл, вул. Бессарабська, 11",
      "lat": 45.3493911927111,
      "lng": 28.8334907956202,
      "repair": false
    },
    {
      "id": "10",
      "name": "ПРУ № 56085",
      "type": "pru",
      "address": "вул. Весняна, 4 в",
      "description": "м. Ізмаїл, вул. Весняна, 4 в",
      "lat": 45.3173587407011,
      "lng": 28.8833169469214,
      "repair": false
    },
    {
      "id": "11",
      "name": "ПРУ № 56088",
      "type": "pru",
      "address": "вул. Європейська (Гагаріна), 8",
      "description": "м. Ізмаїл, вул. Європейська (Гагаріна), 8",
      "lat": 45.3544436739694,
      "lng": 28.8148925081483,
      "repair": false
    },
    {
      "id": "12",
      "name": "ПРУ № 56089",
      "type": "pru",
      "address": "вул. Княгині Ольги (Горького), 32 а",
      "description": "м. Ізмаїл, вул. Княгині Ольги (Горького), 32 а.Знаходиться в стадії ремонту, згідно програми ЦЗ",
      "lat": 45.3537198911214,
      "lng": 28.8378039368355,
      "repair": true
    },
    {
      "id": "13",
      "name": "ПРУ № 56091",
      "type": "pru",
      "address": "вул. Соборна, 38",
      "description": "м. Ізмаїл, вул. Соборна, 38.Знаходиться у стадії ремонту",
      "lat": 45.3400404303996,
      "lng": 28.8375933145731,
      "repair": true
    },
    {
      "id": "14",
      "name": "ПРУ № 56096",
      "type": "pru",
      "address": "вул. Придунайська (Нахімова),125",
      "description": "м. Ізмаїл, вул. Придунайська (Нахімова),125",
      "lat": 45.3320696421704,
      "lng": 28.8521615551367,
      "repair": false
    },
    {
      "id": "15",
      "name": "ПРУ № 56099",
      "type": "pru",
      "address": "вул. Придунайська (Нахімова),421",
      "description": "м. Ізмаїл, вул. Придунайська (Нахімова),421",
      "lat": 45.3137388,
      "lng": 28.8894228,
      "repair": false
    },
    {
      "id": "16",
      "name": "ПРУ № 56167",
      "type": "pru",
      "address": "вул. Придунайська (Нахімова),435",
      "description": "м. Ізмаїл, вул. Придунайська (Нахімова),435",
      "lat": 45.3116375386497,
      "lng": 28.8927031443433,
      "repair": false
    },
    {
      "id": "17",
      "name": "ПРУ № 56170",
      "type": "pru",
      "address": "вул. Михайлівська, 17",
      "description": "м. Ізмаїл, вул. Михайлівська, 17",
      "lat": 45.3512654200991,
      "lng": 28.8174140440101,
      "repair": false
    },
    {
      "id": "18",
      "name": "ПРУ № 56172",
      "type": "pru",
      "address": "вул. Михайлівська, 9",
      "description": "м. Ізмаїл, вул. Михайлівська, 9",
      "lat": 45.3517555036689,
      "lng": 28.8168641911829,
      "repair": false
    },
    {
      "id": "19",
      "name": "ПРУ № 56173",
      "type": "pru",
      "address": "вул. Михайлівська, 25/2",
      "description": "м. Ізмаїл, вул. Михайлівська, 25/2",
      "lat": 45.3479243,
      "lng": 28.820575,
      "repair": false
    },
    {
      "id": "20",
      "name": "ПРУ № 56174",
      "type": "pru",
      "address": "вул. Шевченко, 7/1",
      "description": "м. Ізмаїл, вул. Шевченко, 7/1",
      "lat": 45.3612802053234,
      "lng": 28.8254479761797,
      "repair": false
    },
    {
      "id": "21",
      "name": "ПРУ № 56176",
      "type": "pru",
      "address": "пр-т Миру, 35",
      "description": "м. Ізмаїл, пр-т Миру, 35",
      "lat": 45.3527056029495,
      "lng": 28.8342427360735,
      "repair": false
    },
    {
      "id": "22",
      "name": "ПРУ № 56180",
      "type": "pru",
      "address": "пр-т Незалежності, 72",
      "description": "м. Ізмаїл, пр-т Незалежності, 72. Знаходиться в стадії ремонту, згідно програми ЦЗ",
      "lat": 45.3525058,
      "lng": 28.8369544,
      "repair": true
    },
    {
      "id": "23",
      "name": "ПРУ № 56181",
      "type": "pru",
      "address": "пр-т Незалежності, 74",
      "description": "м. Ізмаїл, пр-т Незалежності, 74. Знаходиться в стадії ремонту, згідно програми ЦЗ",
      "lat": 45.3533964134723,
      "lng": 28.8372468101582,
      "repair": true
    },
    {
      "id": "24",
      "name": "ПРУ № 56182",
      "type": "pru",
      "address": "пр-т Миру, 50",
      "description": "м. Ізмаїл, пр-т Миру, 50",
      "lat": 45.3521335337975,
      "lng": 28.8339664685707,
      "repair": false
    },
    {
      "id": "25",
      "name": "ПРУ № 56720",
      "type": "pru",
      "address": "пр-т Миру, 7",
      "description": "м. Ізмаїл, пр-т Миру, 7",
      "lat": 45.3583967633457,
      "lng": 28.8183184613452,
      "repair": false
    },
    {
      "id": "26",
      "name": "ПРУ № 56741",
      "type": "pru",
      "address": "пр-т Незалежності, 18",
      "description": "м. Ізмаїл, пр-т Незалежності, 18",
      "lat": 45.3368529751961,
      "lng": 28.8343464527484,
      "repair": false
    },
    {
      "id": "27",
      "name": "ПРУ № 56742",
      "type": "pru",
      "address": "вул. Свято-Нікольська, 54",
      "description": "м. Ізмаїл, вул. Свято-Нікольська, 54",
      "lat": 45.3347787994084,
      "lng": 28.8339766609092,
      "repair": false
    },
    {
      "id": "28",
      "name": "ПРУ № 56743",
      "type": "pru",
      "address": "вул. Свято-Нікольська, 50",
      "description": "м. Ізмаїл, вул. Свято-Нікольська, 50",
      "lat": 45.3349280584823,
      "lng": 28.8323148763389,
      "repair": false
    },
    {
      "id": "29",
      "name": "ПРУ № 56749",
      "type": "pru",
      "address": "пр-т Незалежності, 22",
      "description": "м. Ізмаїл, пр-т Незалежності, 22",
      "lat": 45.3381029981408,
      "lng": 28.8345127497024,
      "repair": false
    },
    {
      "id": "30",
      "name": "ПРУ № 56752",
      "type": "pru",
      "address": "пр-т Незалежності, 43",
      "description": "м. Ізмаїл, пр-т Незалежності, 43",
      "lat": 45.344774,
      "lng": 28.8344677,
      "repair": false
    },
    {
      "id": "31",
      "name": "ПРУ № 56772",
      "type": "pru",
      "address": "пр-т Незалежності, 67",
      "description": "м. Ізмаїл, пр-т Незалежності, 67",
      "lat": 45.3492887913322,
      "lng": 28.8350497225645,
      "repair": false
    },
    {
      "id": "32",
      "name": "ПРУ № 56773",
      "type": "pru",
      "address": "пр-т Незалежності, 56",
      "description": "м. Ізмаїл, пр-т Незалежності, 56",
      "lat": 45.3492284,
      "lng": 28.836474,
      "repair": false
    },
    {
      "id": "33",
      "name": "ПРУ № 56782",
      "type": "pru",
      "address": "пр-т Незалежності, 54",
      "description": "м. Ізмаїл, пр-т Незалежності, 54",
      "lat": 45.3488119,
      "lng": 28.8363774,
      "repair": false
    },
    {
      "id": "34",
      "name": "ПРУ № 56075",
      "type": "pru",
      "address": "вул. Рєпіна, 12",
      "description": "м. Ізмаїл, вул. Рєпіна, 12. ІЗМАЇЛЬСЬКИЙ ДЕРЖАВНИЙ ГУМАНІТАРНИЙ УНІВЕРСИТЕТ.",
      "lat": 45.3605430103837,
      "lng": 28.8190891940452,
      "repair": false
    },
    {
      "id": "35",
      "name": "ПРУ № 56080",
      "type": "pru",
      "address": "пр-т Незалежності, 83",
      "description": "м. Ізмаїл, пр-т Незалежності, 83. ІЗМАЇЛЬСЬКИЙ АГРОТЕХНІЧНИЙ ФАХОВИЙ КОЛЕДЖ",
      "lat": 45.3532057085662,
      "lng": 28.8356089625149,
      "repair": false
    },
    {
      "id": "36",
      "name": "ПРУ № 57758",
      "type": "pru",
      "address": "пр-т Незалежності, 81",
      "description": "м. Ізмаїл, пр-т Незалежності, 81. м. Ізмаїл, пр-т Незалежності, 81",
      "lat": 45.3523593,
      "lng": 28.8352496,
      "repair": false
    },
    {
      "id": "37",
      "name": "ПРУ № 56083",
      "type": "pru",
      "address": "вул. Платова, 2 а",
      "description": "м. Ізмаїл, вул. Платова, 2 а. ІЗМАЇЛЬСЬКИЙ АГРОТЕХНІЧНИЙ ФАХОВИЙ КОЛЕДЖ",
      "lat": 45.3564947292425,
      "lng": 28.8355687293459,
      "repair": false
    },
    {
      "id": "38",
      "name": "ПРУ №56094",
      "type": "pru",
      "address": null,
      "description": "ОСББ \"Мрія-Ізмаїл\"",
      "lat": 45.3529485,
      "lng": 28.8263371,
      "repair": false
    },
    {
      "id": "39",
      "name": "ПРУ № 56714",
      "type": "pru",
      "address": null,
      "description": "",
      "lat": 45.36033,
      "lng": 28.82546,
      "repair": false
    },
    {
      "id": "40",
      "name": "Найпростіше укриття № 1",
      "type": "simple",
      "address": "вул. Клушина, 8 - а",
      "description": "м. Ізмаїл, вул. Клушина, 8 - а. Підвальне приміщення спортивний комплекс \"Юність\"",
      "lat": 45.3512749,
      "lng": 28.8221481,
      "repair": false
    },
    {
      "id": "41",
      "name": "Найпростіше укриття № 2",
      "type": "simple",
      "address": "вул. Франка Івана, 17",
      "description": "м. Ізмаїл, вул. Франка Івана, 17. Підвальне приміщення Ізмаїльська гімназія № 10 з початковою школою Ізмаїльського району Одеської області",
      "lat": 45.35953,
      "lng": 28.8229,
      "repair": false
    },
    {
      "id": "42",
      "name": "Найпростіше укриття № 3",
      "type": "simple",
      "address": "вул. Нижнє-Садова, 5-а",
      "description": "м. Ізмаїл, вул. Нижнє-Садова, 5-а. Підвальне приміщення Ізмаїльська гімназія № 14 з початковою школою Ізмаїльського району Одеської області",
      "lat": 45.3281691,
      "lng": 28.8669518,
      "repair": false
    },
    {
      "id": "43",
      "name": "Найпростіше укриття № 4",
      "type": "simple",
      "address": "вул. Шкільна, 57",
      "description": "м. Ізмаїл, вул. Шкільна, 57. Підвальне приміщення Ізмаїльський ліцей № 1 з гімназією Ізмаїльського району Одеської області",
      "lat": 45.33747,
      "lng": 28.83281,
      "repair": false
    },
    {
      "id": "44",
      "name": "Найпростіше укриття № 5",
      "type": "simple",
      "address": "вул. Торгова (Пушкіна), 123",
      "description": "м. Ізмаїл, вул. Торгова (Пушкіна), 123. Підвальне приміщення Ізмаїльська гімназія № 3 з початковою школою Ізмаїльського району Одеської області",
      "lat": 45.34105,
      "lng": 28.85179,
      "repair": false
    },
    {
      "id": "45",
      "name": "Найпростіше укриття № 6",
      "type": "simple",
      "address": "вул. Франка Івана, 8",
      "description": "м. Ізмаїл, вул. Франка Івана, 8.Підвальне приміщення Ізмаїльська гімназія № 9 з початковою школою Ізмаїльського району Одеської області",
      "lat": 45.35194,
      "lng": 28.81912,
      "repair": false
    },
    {
      "id": "46",
      "name": "Найпростіше укриття № 7",
      "type": "simple",
      "address": "вул. Франка Івана, 3",
      "description": "м. Ізмаїл, вул. Франка Івана, 3.Підвальне приміщення. КУ ІМР ІР ОО «Центр дозвілля «Ізмаїльський палац спорту»",
      "lat": 45.35321,
      "lng": 28.8177,
      "repair": false
    },
    {
      "id": "47",
      "name": "Найпростіше укриття № 8",
      "type": "simple",
      "address": "вул. Придунайська (Нахімова), 411",
      "description": "м. Ізмаїл, вул. Придунайська (Нахімова), 411. Підвальне приміщення Ізмаїльська гімназія № 8 з початковою школою Ізмаїльського району Одеської області",
      "lat": 45.3152216,
      "lng": 28.8864835,
      "repair": false
    },
    {
      "id": "48",
      "name": "Найпростіше укриття № 9",
      "type": "simple",
      "address": "вул. Бендерська, 28",
      "description": "м. Ізмаїл, вул. Бендерська, 28. Підвальне приміщення Ізмаїльська гімназія № 2 з початковою школою Ізмаїльського району Одеської області",
      "lat": 45.33961,
      "lng": 28.83482,
      "repair": false
    },
    {
      "id": "49",
      "name": "Найпростіше укриття № 10",
      "type": "simple",
      "address": "вул. Шкільна, 74",
      "description": "м. Ізмаїл, вул. Шкільна, 74.Підвальне приміщення Ізмаїльський ліцей № 6 з гімназією Ізмаїльського району Одеської області",
      "lat": 45.3366,
      "lng": 28.8367,
      "repair": false
    },
    {
      "id": "50",
      "name": "Найпростіше укриття № 11",
      "type": "simple",
      "address": "вул. Княгині Ольги (Горького), 1А",
      "description": "м. Ізмаїл, вул. Княгині Ольги (Горького), 1А.Підвальне приміщення КНЗО ІМР ІР ОО «Український ліцей з поглибленим вивченням іноземних мов ім. Т.Г. Шевченка»",
      "lat": 45.35541,
      "lng": 28.83086,
      "repair": false
    },
    {
      "id": "51",
      "name": "Найпростіше укриття № 12",
      "type": "simple",
      "address": "пр. Незалежності, 68",
      "description": "м. Ізмаїл, пр. Незалежності, 68. Підвальне приміщення КНП ІМР ІР ОО «Ізмаїльська міська центральна лікарня»",
      "lat": 45.3516695,
      "lng": 28.83696,
      "repair": false
    },
    {
      "id": "52",
      "name": "Найпростіше укриття № 13",
      "type": "simple",
      "address": "вул. Осипенка, 84",
      "description": "м. Ізмаїл, вул. Осипенка, 84. Підвальне приміщення КЗ ІМР ІР ОО «Художня школа»",
      "lat": 45.3440047,
      "lng": 28.8383208,
      "repair": false
    },
    {
      "id": "53",
      "name": "Найпростіше укриття № 14",
      "type": "simple",
      "address": "вул. Франка Івана, 22",
      "description": "м. Ізмаїл, вул. Франка Івана, 22, підвальне приміщення в багатоповерховому будинку",
      "lat": 45.3594349,
      "lng": 28.8242688,
      "repair": false
    },
    {
      "id": "54",
      "name": "Найпростіше укриття № 15",
      "type": "simple",
      "address": "вул. Героїв Ізмаїла, 25",
      "description": "м. Ізмаїл, вул. Героїв Ізмаїла, 25, підвальне приміщення, Ізмаїльська початкова школа № 4",
      "lat": 45.3379145,
      "lng": 28.8296368,
      "repair": false
    },
    {
      "id": "55",
      "name": "Найпростіше укриття № 16",
      "type": "simple",
      "address": "вул. Героїв Ізмаїла, 25",
      "description": "м. Ізмаїл, вул. Героїв Ізмаїла, 25, підвальне приміщення, Ізмаїльська початкова школа № 4",
      "lat": 45.3378325,
      "lng": 28.8305139,
      "repair": false
    },
    {
      "id": "56",
      "name": "Найпростіше укриття № 17",
      "type": "simple",
      "address": "вул. Захисників Зміїного, 18",
      "description": "м. Ізмаїл, вул. Захисників Зміїного, 18, підвальне приміщення багатоповерхового будинку",
      "lat": 45.346757,
      "lng": 28.8365728,
      "repair": false
    },
    {
      "id": "57",
      "name": "Найпростіше укриття № 18",
      "type": "simple",
      "address": "вул. Кафедральна, 20",
      "description": "м. Ізмаїл, вул. Кафедральна, 20, підвальне приміщення КЗ \"Ізмаїльський міський центр соціально-психологічної реабілітації дітей\"",
      "lat": 45.3414575,
      "lng": 28.8303465,
      "repair": false
    },
    {
      "id": "58",
      "name": "Найпростіше укриття № 19",
      "type": "simple",
      "address": "вул. Ізмаїльська, 7",
      "description": "м. Ізмаїл. вул. Ізмаїльська, 7, підвальні приміщення гуртожитку, заклад професійно-технічної освіти \"Дунайський центр професійної освіти\"",
      "lat": 45.3432469,
      "lng": 28.8097155,
      "repair": false
    },
    {
      "id": "59",
      "name": "Найпростіше укриття № 20",
      "type": "simple",
      "address": "вул, Придунайська, 445",
      "description": "м. Ізмаїл. вул, Придунайська, 445, підвальне приміщення 21 ДПРЧ 3 ДПРЗ Ізмаїльського районного управління ГУ ДСНС в Одеській області",
      "lat": 45.3074719,
      "lng": 28.8973918,
      "repair": false
    },
    {
      "id": "60",
      "name": "Найпростіше укриття № 21",
      "type": "simple",
      "address": "вулиця Шевченка, будинок 8",
      "description": "м. Ізмаїл, вулиця Шевченка, будинок 8",
      "lat": 45.3567618,
      "lng": 28.8295496,
      "repair": false
    },
    {
      "id": "61",
      "name": "Найпростіше укриття №22",
      "type": "simple",
      "address": "проспект Миру, будинок 14/1",
      "description": "м. Ізмаїл, проспект Миру, будинок 14/1",
      "lat": 45.3565384,
      "lng": 28.8190767,
      "repair": false
    },
    {
      "id": "62",
      "name": "Найпростіше укриття № 23",
      "type": "simple",
      "address": "проспект Незалежності, будинок 56",
      "description": "м. Ізмаїл, проспект Незалежності, будинок 56",
      "lat": 45.3491722,
      "lng": 28.8364905,
      "repair": false
    },
    {
      "id": "63",
      "name": "Найпростіше укриття № 24",
      "type": "simple",
      "address": "вулиця Михайлівська, будинок 10",
      "description": "м. Ізмаїл, вулиця Михайлівська, будинок 10",
      "lat": 45.3486064,
      "lng": 28.8178112,
      "repair": false
    },
    {
      "id": "64",
      "name": "Найпростіше укриття № 25",
      "type": "simple",
      "address": "вулиця Ізмаїльська, будинок 5/1",
      "description": "м. Ізмаїл, вулиця Ізмаїльська, будинок 5/1",
      "lat": 45.3431484,
      "lng": 28.8081137,
      "repair": false
    },
    {
      "id": "65",
      "name": "Найпростіше укриття № 26",
      "type": "simple",
      "address": "вулиця Ізмаїльська, будинок 5/3",
      "description": "м. Ізмаїл, вулиця Ізмаїльська, будинок 5/3",
      "lat": 45.3440464,
      "lng": 28.8081656,
      "repair": false
    },
    {
      "id": "66",
      "name": "Найпростіше укриття № 27",
      "type": "simple",
      "address": "вулиця Ізмаїльська, будинок 8",
      "description": "м. Ізмаїл, вулиця Ізмаїльська, будинок 8",
      "lat": 45.3426513,
      "lng": 28.8052603,
      "repair": false
    },
    {
      "id": "67",
      "name": "Найпростіше укриття № 28",
      "type": "simple",
      "address": "вулиця Клушина, будинок 4-а",
      "description": "м. Ізмаїл, вулиця Клушина, будинок 4-а",
      "lat": 45.3503121,
      "lng": 28.8242632,
      "repair": false
    },
    {
      "id": "68",
      "name": "Найпростіше укриття № 29",
      "type": "simple",
      "address": "вулиця Клушина, будинок 4-в",
      "description": "м. Ізмаїл, вулиця Клушина, будинок 4-в",
      "lat": 45.3506815,
      "lng": 28.8243303,
      "repair": false
    }
  ]
};
